{
  "roles": {
    "Warrior": "Guerrero",
    "Assassin": "Asesino",
    "Support": "Apoyo",
    "Specialist": "Especialista"
  },
  "universes": {
    "Warcraft": "Warcraft",
    "Starcraft": "Starcraft",
    "Diablo": "Diablo",
    "Overwatch": "Overwatch",
    "Classic Blizzard": "Blizzard Clásico",
    "Heroes of the Storm": "Heroes of la Tormenta"
  },
  "difficulty": {
    "Easy": "Fácil",
    "Medium": "Medio",
    "Hard": "Difícil",
    "Very Hard": "Muy Difícil"
  },
  "damageType": {
    "Physical": "Físico",
    "Magical": "Mágico",
    "Mixed": "Mixto"
  },
  "rangeType": {
    "Melee": "Cuerpo a cuerpo",
    "Ranged": "A distancia"
  },
  "healthType": {
    "Low": "Baja",
    "Medium": "Media",
    "High": "Alta",
    "Very High": "Muy Alta"
  },
  "mobility": {
    "Low": "Baja",
    "Medium": "Media",
    "High": "Alta",
    "Very High": "Muy Alta"
  },
  "heroNames": {
    "Abathur": "Abathur",
    "Alarak": "Alarak",
    "Alexstrasza": "Alexstrasza",
    "Cassia": "Cassia",
    "Ana": "Ana",
    "Anduin": "Anduin",
    "Anub'arak": "Anub'arak",
    "Artanis": "Artanis",
    "Arthas": "Arthas",
    "Auriel": "Auriel",
    "Azmodan": "Azmodan",
    "Sonya": "Sonya",
    "The Butcher": "El Carnicero",
    "Chen": "Chen",
    "Cho": "Cho",
    "Chromie": "Chromie",
    "Deathwing": "Alamuerte",
    "Deckard Cain": "Deckard Cain",
    "Dehaka": "Dehaka",
    "Valla": "Valla",
    "Diablo": "Diablo",
    "D.Va": "D.Va",
    "Brightwing": "Alafeliz",
    "Falstad": "Falstad",
    "Fenix": "Fenix",
    "Blaze": "Blaze",
    "Gall": "Gall",
    "Garrosh": "Garrosh",
    "Gazlowe": "Gazlowe",
    "Genji": "Genji",
    "Greymane": "Cringrís",
    "Gul'dan": "Gul'dan",
    "Hanzo": "Hanzo",
    "Hogger": "Hogger",
    "Illidan": "Illidan",
    "Imperius": "Imperius",
    "Jaina": "Jaina",
    "Johanna": "Johanna",
    "Junkrat": "Junkrat",
    "Kael'thas": "Kael'thas",
    "Kel'Thuzad": "Kel'Thuzad",
    "Kerrigan": "Kerrigan",
    "E.T.C.": "E.T.C.",
    "Leoric": "Leoric",
    "Li Li": "Li Li",
    "The Lost Vikings": "Los Vikingos Perdidos",
    "Lúcio": "Lúcio",
    "Lunara": "Lunara",
    "Maiev": "Maiev",
    "Malfurion": "Malfurion",
    "Mal'Ganis": "Mal'Ganis",
    "Malthael": "Malthael",
    "Lt. Morales": "Tte. Morales",
    "Medivh": "Medivh",
    "Mei": "Mei",
    "Mephisto": "Mefisto",
    "Kharazim": "Kharazim",
    "Muradin": "Muradin",
    "Murky": "Murky",
    "Xul": "Xul",
    "Qhira": "Qhira",
    "Nova": "Nova",
    "Orphea": "Orphea",
    "Probius": "Probius",
    "Ragnaros": "Ragnaros",
    "Raynor": "Raynor",
    "Rehgar": "Rehgar",
    "Rexxar": "Rexxar",
    "Samuro": "Samuro",
    "Sgt. Hammer": "Sgt. Hammer",
    "Stitches": "Stitches",
    "Stukov": "Stukov",
    "Sylvanas": "Sylvanas",
    "Tassadar": "Tassadar",
    "Thrall": "Thrall",
    "Tracer": "Tracer",
    "Tychus": "Tychus",
    "Tyrael": "Tyrael",
    "Tyrande": "Tyrande",
    "Uther": "Uther",
    "Valeera": "Valeera",
    "Varian": "Varian",
    "Whitemane": "Crinblanca",
    "Nazeebo": "Nazeebo",
    "Li-Ming": "Li-Ming",
    "Yrel": "Yrel",
    "Zagara": "Zagara",
    "Zarya": "Zarya",
    "Zeratul": "Zeratul",
    "Zul'jin": "Zul'jin"
  },
  "heroDescriptions": {
    "abathur": "Maestro de la Evolución del Enjambre Zerg, evolucionando y adaptándose constantemente.",
    "alarak": "Señor supremo de los Tal'darim, Protoss arrogante y poderoso.",
    "alexstrasza": "La Ligavida, Aspecto de la Vida y Reina de la estirpe de dragones rojos.",
    "amazon": "Guerrera amazona de las Islas Skovos, maestra de la jabalina y el arco.",
    "ana": "Francotiradora veterana y miembro fundador de Overwatch.",
    "anduin": "Rey de Ventormenta, portador de la Luz y campeón de la paz.",
    "anubarak": "Rey nerubianos convertido en no-muerto, sirviente leal del Rey Lich.",
    "artanis": "Jerarca del Daelaam, líder de los Protoss unificados.",
    "arthas": "El Rey Lich, antiguo paladín convertido en maestro no-muerto.",
    "auriel": "Arcángel de la Esperanza, uno de los cinco miembros del Consejo Angiris.",
    "azmodan": "Señor del Pecado, uno de los Males Primordiales y estratega maestro.",
    "barbarian": "Bárbaro de las Estepas gélidas, maestro de la furia y el combate.",
    "butcher": "Demonio sádico de las profundidades del Infierno, portador de carne fresca.",
    "chen": "Maestro cervecero pandaren, guerrero errante en busca de aventuras.",
    "cho": "Cabeza izquierda de Cho'gall, ogro mago bicéfalo de gran poder.",
    "chromie": "Dragón de Bronce en forma de gnomo, maestra de la magia del tiempo.",
    "deathwing": "El Destructor, Aspecto Dragón Negro de la Tierra y mal supremo.",
    "deckard": "El Último Horadrim, sabio erudito e identificador de objetos mágicos.",
    "dehaka": "Líder primitivo de manada zerg, coleccionista de esencia y evolución.",
    "demonhunter": "Cazadora de Demonios que busca venganza contra las fuerzas del Infierno.",
    "diablo": "El Señor del Terror, Mal Primordial y maestro del miedo.",
    "dva": "Jugadora profesional convertida en piloto de mech, protegiendo Corea del Sur.",
    "faeriedragon": "Dragón feérico con actitud alegre y humor oscuro.",
    "falstad": "Enano Martillo Salvaje jinete de grifos, maestro de la tormenta y el rayo.",
    "fenix": "Celote Protoss renacido como dragón, guerrero fanático.",
    "firebat": "Veterano lanzallamas Terran, maestro de las llamas y la ingeniería de combate.",
    "gall": "Cabeza derecha de Cho'gall, hechicero del ogro bicéfalo.",
    "garrosh": "Antiguo Jefe de Guerra de la Horda, maestro de la guerra y la conquista.",
    "gazlowe": "Inventor goblin y príncipe comerciante, maestro de gadgets e ingeniería.",
    "genji": "Ninja cyborg que busca redención y paz interior.",
    "genngreymane": "Rey de Gilneas, maldito con la forma worgen.",
    "guldan": "Brujo orco y el primero en contactar con la Legión Ardiente.",
    "hanzo": "Arquero maestro que busca restaurar su honor y clan.",
    "hogger": "Infame jefe gnoll, terror del Bosque de Elwynn.",
    "illidan": "El Traidor, cazador de demonios con un pasado trágico.",
    "imperius": "Arcángel del Valor, líder del Consejo Angiris.",
    "jaina": "Archimaga de Dalaran, maestra de la magia de escarcha.",
    "johanna": "Cruzada jurada a la luz, campeona de la justicia.",
    "junkrat": "Criminal australiano obsesionado con explosivos y amante del caos.",
    "kaelthas": "Príncipe elfo de sangre y maestro de la magia del fuego.",
    "kelthuzad": "Archlich y sirviente fiel del Rey Lich.",
    "kerrigan": "Reina de Espadas, antigua fantasma terran convertida en reina zerg.",
    "l90etc": "Jefe tauren de élite y estrella de rock de la Horda.",
    "leoric": "El Rey Esqueleto, monarca maldito de Tristram.",
    "lili": "Sanadora pandaren aventurera con espíritu errante.",
    "lostvikings": "Tres guerreros vikingos perdidos en el tiempo y el espacio.",
    "lucio": "DJ y luchador por la libertad que usa la música para inspirar y sanar.",
    "lunara": "Primera hija de Cenarius, defensora de la naturaleza.",
    "maiev": "Celadora que busca justicia y venganza contra Illidan.",
    "malfurion": "Primer druida y protector del mundo natural.",
    "malganis": "Señor del pavor Nathrezim y manipulador de la Plaga.",
    "malthael": "Ángel de la Muerte, antiguo Aspecto de la Sabiduría.",
    "medic": "Médico terran dedicado a mantener vivos a sus aliados.",
    "medivh": "El Último Guardián, maestro de la magia arcana y la profecía.",
    "meiow": "Climatóloga y aventurera que maneja tecnología criogénica.",
    "mephisto": "Señor del Odio, uno de los Males Primordiales.",
    "monk": "Monje de la orden Sahptev, artista marcial y sanador.",
    "muradin": "Rey de la montaña del clan Barbabronce, explorador y guerrero.",
    "murky": "Murloc bebé con grandes sueños y hábitos molestos.",
    "necromancer": "Nigromante de los Sacerdotes de Rathma, maestro de la magia de la muerte.",
    "nexushunter": "Cazarrecompensas iresiana que maneja una hoja de cadena.",
    "nova": "Operativa fantasma terran, maestra del sigilo y la psiónica.",
    "orphea": "Heredera del Señor Cuervo, portadora de magia caótica.",
    "probius": "Sonda trabajadora Protoss, constructor y defensor.",
    "ragnaros": "El Señor del Fuego, señor elemental del fuego y la destrucción.",
    "raynor": "Mariscal terran y líder rebelde que lucha contra la tiranía.",
    "rehgar": "Chamán clarividente y antiguo maestro de gladiadores.",
    "rexxar": "Maestro de bestias y campeón de la Horda.",
    "samuro": "Maestro de espadas orco, maestro de la hoja y la ilusión.",
    "sgthammer": "Operador de tanque de asedio terran, maestro de la artillería de largo alcance.",
    "stitches": "Constructo abominación, cosido de cadáveres.",
    "stukov": "Almirante terran infestado, maestro de la biología zerg.",
    "sylvanas": "Reina Alma en Pena y antigua Jefe de Guerra de la Horda.",
    "tassadar": "Alto templario Protoss que se sacrificó por su pueblo.",
    "thrall": "Antiguo Jefe de Guerra y chamán mundial, portador de Martillo Maldito.",
    "tracer": "Aventurera que salta en el tiempo y antigua agente de Overwatch.",
    "tychus": "Infante de marina terran en armadura potenciada, criminal convertido en héroe.",
    "tyrael": "Antiguo Arcángel de la Justicia, ahora protector mortal.",
    "tyrande": "Suma Sacerdotisa de Elune y líder de los elfos de la noche.",
    "uther": "El Portador de la Luz, primer paladín y mentor de Arthas.",
    "valeera": "Pícara elfa de sangre y antigua gladiadora.",
    "varian": "Antiguo Rey de Ventormenta, Lo'Gosh el Lobo Fantasma.",
    "whitemane": "Gran Inquisidora de la Cruzada Escarlata.",
    "witchdoctor": "Médico brujo de la tribu Teganze, maestro de los espíritus.",
    "wizard": "Mago de Xiansai, maestro de la magia arcana.",
    "yrel": "Paladín draenei y liberadora de Draenor alternativo.",
    "zagara": "Madre de cría zerg y líder de manada.",
    "zarya": "Soldado ruso y levantador de pesas que defiende su patria.",
    "zeratul": "Prelado templario oscuro, buscador de verdad y profecía.",
    "zuljin": "Señor de la guerra troll del bosque y jefe de la tribu Amani."
  }
}
